<template>
  <div class="disclosure">
    <div class="page-title d-flex">
      <div class="active">
        Раскрытие
      </div>
    </div>
    <div class="disclosure-documents">
      <div class="boxes">
        <div class="box status-6">
          <div class="notice">
            Это итоговый вид таблицы раскрытия информации. Именно эти пункты будут отображены на странице раскрытия.
          </div>
        </div>
        <div class="box status-2 pl-0">
          <h4 class="pl-20">
            Все пункты
          </h4>
          <DocItem
            type=""
            content="Общая информация"
            deadline=""
            status="green"
          />
          <DocItem
            type="12а"
            content="Годовая финансовая (бухгалтерская) отчетность, аудиторское заключение"
            deadline="Отчитаться до: 1 апреля 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="12б"
            content="Структура и объем затрат на производство и реализацию товаров (работ, услуг)"
            deadline="Отчитаться до: 1 апреля 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="12в-1"
            content="Операционные и неподконтрольные расходы, включаемые в необходимую валовую выручку, уровень доходности инвестированного капитала"
            deadline="Отчитаться до: 1 января 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="12в-2"
            content="Отчет о движении активов, включающий балансовую стоимость активов на начало года, балансовую стоимость активов на конец года, а также информацию о выбытии активов в течение года"
            deadline="Отчитаться до: 1 января 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="12в-3"
            content="Отчет о вводе активов в течение года, в том числе за счет переоценки, модернизации, реконструкции, строительства и приобретения нового оборудования"
            deadline="Отчитаться до: 1 января 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="12г"
            content="Предложение о размере цен (тарифов), долгосрочных параметров регулирования"
            deadline="Отчитаться за 10 дней до представления в регулирующий орган предложения об установлении цен (тарифов) и (или) их предельных уровней"
            status="green"
          />
          <DocItem
            type="19а"
            content="О ценах (тарифах) на товары, работы и услуги субъектов естественных монополий"
            deadline="Отчитаться до: 1 марта 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="19б"
            content="О расходах, связанных с осуществлением технологического присоединения, не включаемых в плату за технологическое присоединение (и подлежащих учету (учтенных) в тарифах на услуги по передаче электрической энергии)"
            deadline="Отчитаться в течение 5 дней со дня поступления в сетевую организацию решения"
            status="green"
          />
          <DocItem
            type="19в"
            content="О расходах на строительство введенных в эксплуатацию объектов электросетевого хозяйства"
            deadline="Отчитаться за 10 дней до представления в регулирующий орган сведений о соответствующих расходах"
            status="green"
          />
          <DocItem
            type="19г-1"
            content="О балансе электрической энергии и мощности"
            deadline="Отчитаться до: 1 марта 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="19г-2"
            content="О затратах на оплату потерь"
            deadline="Отчитаться до: 1 марта 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="19г-3"
            content="О перечне зон деятельности"
            deadline="Отчитаться до: 1 марта 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="19г-4"
            content="О техническом состоянии сетей"
            deadline="Отчитаться до: 1 марта 2022 года (ежегодно)"
            status="green"
          />
          <DocItem
            type="19г-5"
            content="Об объеме недопоставленной в результате аварийных отключений электрической энергии"
            deadline="Отчитаться до: 1 октября 2022 года (ежеквартально)"
            status="green"
          />
          <DocItem
            type="19г-6"
            content="О наличии объема свободной для технологического присоединения потребителей трансформаторной мощности с указанием текущего объема свободной мощности по центрам питания напряжением 35 кВ и выше"
            deadline="Отчитаться до: 01 октября 2021 г. (ежеквартально) в течение 3 дней со дня, с которого максимальная мощность потребителя услуг считается сниженной"
            status="green"
          />
          <DocItem
            type="19г-7"
            content="О наличии объема свободной для технологического присоединения потребителей трансформаторной мощности по подстанциям и распределительным пунктам напряжением ниже 35 кВ с дифференциацией по всем уровням напряжения"
            deadline="Отчитаться до: 01 октября 2021 г. (ежеквартально)"
            status="green"
          />
          <DocItem
            type="19е"
            content="О величине резервируемой мощности"
            deadline="Отчитаться до: 01 октября 2021 г. (ежеквартально)"
            status="green"
          />
          <DocItem
            type="19ж"
            content="О результатах контрольных замеров электрических параметров режимов работы оборудования объектов электросетевого хозяйства, то есть замеров потокораспределения, нагрузок и уровней напряжения"
            deadline="Отчитаться до: 31 декабря 2021 г. (полугодие) (информация предоставляется Системному оператору)"
            status="green"
          />
          <DocItem
            type="19з"
            content="Об условиях, на которых осуществляется поставка регулируемых товаров (работ, услуг)"
            deadline="Отчитаться до: 01 марта 2022 г. (ежегодно) предоставляется потребителю в течение 7 дней со дня поступления соответствующего письменного запроса"
            status="green"
          />
          <DocItem
            type="19к"
            content="О возможности подачи заявки на осуществление технологического присоединения энергопринимающих устройств заявителей посредством официального сайта сетевой организации"
            deadline="Отчитаться до: 01 марта 2022 г. (ежегодно)"
            status="green"
          />
          <DocItem
            type="19о"
            content="О способах приобретения, стоимости и объемах товаров, необходимых для оказания услуг по передаче электрической энергии"
            deadline="Отчитаться до: 01 марта 2022 г. (ежегодно)"
            status="green"
          />
          <DocItem
            type="19п"
            content="О паспортах услуг (процессов) согласно единым стандартам качества обслуживания сетевыми организациями потребителей услуг сетевых организаций"
            deadline="Отчитаться до: 01 марта 2022 г. (ежегодно) обновляется в течение 10 дней со дня вступления в силу изменений, внесенных в инвестиционную программу"
            status="green"
          />
          <DocItem
            type="19с"
            content="О качестве обслуживания потребителей услуг сетевой организации - по форме, утверждаемой уполномоченным Правительством Российской Федерации федеральным органом исполнительной властиц"
            deadline="Отчитаться до: 01 апреля 2022 г. (ежегодно)"
            status="green"
            last="true"
          />
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import DocItem from '~/components/disclosure/DocItem'
export default {
  name: 'Disclosure',
  components: {
    DocItem
  }
}
</script>

<style scoped>

</style>
